<?php
// First window
$mess['system_create'] = 'Проект работает на основе собственной разработки "MVC" Савицкого Андрея.';
$mess['admin_panel'] = 'Интерфейс административной панели логично разъединен на области, которые обеспечивают доступ к функциональным возможностям системы. Интерфейс системы построен по иерархическому принципу "MVC". Такая организация интерфейса обеспечивает его быстродействие и неперегруженность.';
$mess['іnfo_description'] = 'Записная книжка, для хранения и поиска соответствующей информации, которая была записана на нем.';
$mess['Про систему'] = 'О системе';
$mess['Версія PHP'] = 'Версия PHP';
$mess['Веб-сервер'] = 'Веб-сервер';
$mess['Версія ядра'] = 'Версия ядра';
$mess['Адреса сайта'] = 'Адрес сайта';
$mess['Сайт розроблений'] = 'Сайт разработан';
$mess['Відповідальне лице'] = 'Ответственное лицо';
$mess['Підтримка SЕО'] = 'Поддержка SЕО';
$mess['Підтримка сайту'] = 'Поддержка сайта';
$mess['Щомісячна плата'] = 'Ежемесячная плата';
$mess['Телефон'] = 'Телефон';
$mess['Email'] = 'Email';
$mess['Про сайт'] = 'О сайте';
$mess['Логотип'] = 'Логотип';
$mess['Адміністративна панель'] = 'Административная панель';
$mess['Опис'] = 'Описание';
$mess['Марка сайту'] = 'Марка сайта';

// Authorization
$mess['Авторизація'] = 'Авторизация';
$mess['Логін'] = 'Логин';
$mess['Пароль'] = 'Пароль';
$mess['Запам\'ятати мене на цьому комп\'ютері'] = 'Запомнить меня на этом компьютере';