<?php
// First window
$mess['system_create'] = 'Проект працює на основі власної розробки "MVC" Савіцького Андрія.';
$mess['admin_panel'] = 'Інтерфейс адміністративної панелі логічно розмежований на області, що забезпечують доступ до функціональних можливостей системи. Інтерфейс системи побудовано за ієрархічним принципом "MVC". Така організація інтерфейсу забезпечує його швидкодію і неперевантаженість.';
$mess['іnfo_description'] = 'Записна книга, для зберігання та пошуку відповідної інформації, яка була записана на ньому';
$mess['Про систему'] = 'Про систему';
$mess['Версія PHP'] = 'Версія PHP';
$mess['Веб-сервер'] = 'Веб-сервер';
$mess['Версія ядра'] = 'Версія ядра';
$mess['Адреса сайта'] = 'Адреса сайта';
$mess['Сайт розроблений'] = 'Сайт розроблений';
$mess['Відповідальне лице'] = 'Відповідальне лице';
$mess['Підтримка SЕО'] = 'Підтримка SЕО';
$mess['Підтримка сайту'] = 'Підтримка сайту';
$mess['Щомісячна плата'] = 'Щомісячна плата';
$mess['Телефон'] = 'Телефон';
$mess['Email'] = 'Email';
$mess['Про сайт'] = 'Про сайт';
$mess['Логотип'] = 'Логотип';
$mess['Адміністративна панель'] = 'Адміністративна панель';
$mess['Опис'] = 'Опис';
$mess['Марка сайту'] = 'Марка сайту';

// Authorization
$mess['Авторизація'] = 'Авторизація';
$mess['Логін'] = 'Логін';
$mess['Пароль'] = 'Пароль';
$mess['Запам\'ятати мене на цьому комп\'ютері'] = 'Запам\'ятати мене на цьому комп\'ютері';