<?php
// Personal-interface
$mess['Персональні настройки адміністрування'] = 'Персональные настройки администрирования';
$mess['Про систему'] = 'О системе';
$mess['Версія PHP'] = 'Версия PHP';
$mess['Веб-сервер'] = 'Веб-сервер';
$mess['Версія ядра'] = 'Версия ядра';
$mess['Адреса сайта'] = 'Адрес сайта';
$mess['Сайт розроблений'] = 'Сайт разработан';
$mess['Відповідальне лице'] = 'Ответственное лицо';
$mess['Підтримка SЕО'] = 'Поддержка SЕО ';
$mess['Підтримка сайту'] = 'Поддержка сайта';
$mess['Щомісячна плата'] = 'Ежемесячная плата';
$mess['Адміністративна панель'] = 'Административная панель';
$mess['Про сайт'] = 'О сайте';
$mess['Логотип \'MVC\''] = 'Логотип \'MVC\'';
$mess['Марка сайту'] = 'Марка сайта';
$mess['Логотип сайту'] = 'Логотип сайта';
$mess['Блок сайту'] = 'Блок сайта';
$mess['Телефон'] = 'Телефон';

// Php-info
$mess['Настройки PHP'] = 'Настройки PHP';

// Main-module
$mess['Головний модуль'] = 'Главный модуль';
$mess['Email сайту'] = 'Электронная почта';
$mess['Виведення помилок (error_reporting)'] = 'Сообщения об ошибках (error_reporting)';
$mess['Дата створення сайту'] = 'Дата создания сайта';
$mess['Url сайту без http'] = 'Url сайта без http';
$mess['Url сайту з http'] = 'Url сайта с http';
$mess['Тимчасове закриття публічної частини сайту'] = 'Временное закрытие публичной части сайта';
$mess['Доступ відкритий'] = 'Доступ открыт';
$mess['Закрити доступ'] = 'Закрыть доступ';
$mess['Доступ закритий'] = 'Доступ закрит';
$mess['Відкрити доступ'] = 'Открыть доступ';

// Update-files
$mess['Оновлення кеш файлів'] = 'Обновления кэш файлов';
$mess['Версія кешу'] = 'Версия кэша';
$mess['Поновити кеш файлів'] = 'Обновить кэш файлы';
$mess['Кеш файлів успішно поновлений!'] = 'Кэш файлов успешно обновлен';

// Backup-setting
$mess['Редагування Backup'] = 'Редактирование Backup ';
$mess['Настройки резервного копіювання'] = 'Настройки резервного копирования';
$mess['Назва Data Base'] = 'Название Data Base';
$mess['Назви баз даних _backup'] = 'Названия баз данных _backup';
$mess['Виключення папок'] = 'Исключение папок';
$mess['Папки та файли _backup'] = 'Папки и файлы _backup';
$mess['Інтервал видалення'] = 'Интервал удаления';
$mess['Інтервал часу _backup'] = 'Интервал времени _backup';
$mess['Ім\'я префіксу архіва'] = 'Имя префикса архива';
$mess['Змінити налаштування'] = 'Изменить настройки';
$mess['Настройки Backup'] = 'Настройки Backup';
$mess['Backup баз даних'] = 'Backup баз даних';
$mess['Папки | Файли'] = 'Папки | Файли';
$mess['Час життя Backup-у'] = 'Время жизни Backup-в';
$mess['Префіксне ім\'я'] = 'Префиксное имя';
$mess['Сталася помилка, не заповнено коректно поля!'] = 'Произошла ошибка, поля заполнены некорректно!';

// Backup
$mess['Backup успішно зроблений!'] = 'Backup успешно сделан!';
$mess['Backup відсутній або видалений якщо термін зберігання застарілий!'] = 'Backup отсутствует или удален если срок хранения устаревший';
$mess['Резервне копіювання проекту'] = 'Резервное копирование проекта';
$mess['Файл бекапу'] = 'Файл бэкапа';
$mess['Об\'єм пам\'яті'] = 'Объем памяти';
$mess['Запустити backup'] = 'Запустить backup';
$mess['Скачати останній backup'] = 'Скачать последний backup';
$mess['Зачекайте будь-ласка!'] = 'Подождите пожалуйста!';

// Lang-words
$mess['Переклад сайту'] = 'Перевод сайта';
$mess['Настройки пошуку'] = 'Настройки поиска';
$mess['Місце пошуку'] = 'Место поиска';
$mess['Мова пошуку'] = 'Язык поиска';
$mess['Неперекладені слова'] = 'Не переведенные слова';
$mess['Неперекладених слів не знайдено!'] = 'Непереведенных слов не найдено';

// Info block
$mess['Типи інформаційних блоків'] = 'Типы информационных блоков';
$mess['Додати новий тип'] = 'Добавить новый тип';

// User-list
$mess['Список користувачів'] = 'Список пользователей';
$mess['Доступ'] = 'Доступ';
$mess['Кількість символів 6_user'] = 'Количество символов недолжно быть меньше <b>6</b>';
$mess['Персональна інформація'] = 'Персональная информация ';
$mess['Ім\'я'] = 'Имя';
$mess['Прізвище'] = 'Фамилия';
$mess['Побатькові'] = 'Отчество';
$mess['Логін'] = 'Логин';
$mess['Пароль'] = 'Пароль';
$mess['Підтвердження пароля'] = 'Подтверждение пароля';
$mess['Додаткова інформація'] = 'Дополнительная информация';
$mess['Повідомити листом'] = 'Сообщить письмом';
$mess['Аватар користувача'] = 'Аватар пользователя';
$mess['Вік'] = 'Возраст';
$mess['Професія'] = 'Профессия';
$mess['Стать'] = 'Пол';
$mess['Країна'] = 'Страна';
$mess['Область'] = 'Область';
$mess['Місто'] = 'Город';
$mess['Новий пароль'] = 'Новый пароль';
$mess['У вас недостатньо прав для редагування цього користувача!'] = 'У вас недостаточно доступа для редактирования этого пользователя';
$mess['Активність'] = 'Активность';

// Setting-mails
$mess['Настройка листів'] = 'Настройка писем';
$mess['Url сайту з WWW'] = 'Url сайта без WWW';
$mess['Телефон у футері листа'] = 'Телефон в футере письма';
$mess['Email футері листа'] = 'Email в футере письма';
$mess['Товари у листі'] = 'Товары в письме';
$mess['Email для тестових відправок або листів'] = 'Email для тестовых отправок';

// Type-mails
$mess['Шаблони листів'] = 'Шаблоны писем';
$mess['Назва'] = 'Название';
$mess['Прихована копія'] = 'Скрытая копия';
$mess['Додаткові налаштування'] = 'Дополнительные настройки';
$mess['Тема листа'] = 'Тема письма ';
$mess['Заголовок листа'] = 'Заголовок письма';
$mess['Причина листа'] = 'Причина письма';
$mess['Текст листа'] = 'Текст письма';
$mess['Email для тестових відправок'] = 'Email для тестовых отправок';
$mess['Типи листів'] = 'Типы писем';

// View-mails
$mess['Шаблон листа'] = 'Шаблон письма';
$mess['Вигляд листа'] = 'Вид письма';
$mess['Тестова відправка листа'] = 'Тестовая отправка письма';
$mess['Ким відправляється'] = 'Кем отправляется';
$mess['Кому'] = 'Кому';
$mess['Відправити тестовий лист'] = 'Отправить тестовое письмо';
$mess['Тестовий лист успішно відправлений!'] = 'Тестовое письмо успешно отправлено';
$mess['Лист'] = 'Письмо';

// Export
$mess['Експорт таблиць'] = 'Экспорт таблиц';
$mess['Тип експорту'] = 'Тип экспорта';
$mess['База даних'] = 'База данных';
$mess['Настройки експорту та імпорту'] = 'Настройки экспорта и импорта';
$mess['Сталася помилка, баз даних не було знайдено!'] = 'Произошла ошибка, баз данных не было найдено!';
$mess['Експорт'] = 'Экспорт';
$mess['Вибір таблиць'] = 'Выбор таблиц';
$mess['Жодної таблиці не було вибрано!'] = 'Никакой таблицы не выбрано!';
$mess['Експорт даних пройшов успішно!'] = 'Экспорт данных прошел успешно!';
$mess['Жодної таблиці не було знайдено!'] = 'Никакой таблицы не было найдено!';
$mess['Скачати останній файл'] = 'Скачать последний файл';

// Import
$mess['Невірна операція імпорту, таблиця вже існує!'] = 'Неверная операция импорта, таблица уже существует!';
$mess['Невірна операція імпорту, таблиці не знайдено!'] = 'Неверная операция импорта, таблице не найдено!';
$mess['Імпорт даних'] = 'Импорт данных';
$mess['Тип файлу'] = 'Тип файла';
$mess['Вид імпорту'] = 'Вид импорта';
$mess['Імпорт'] = 'Импорт';
$mess['Новий імпорт'] = 'Новый импорт';
$mess['Замінити повністю'] = 'Заменить полностью';
$mess['Імпорт елементів'] = 'Импорт элементов';

// Modules-pages
$mess['Модулі сайту'] = 'Модули сайта';
$mess['Модуль'] = 'Модуль';
$mess['Детальні сторінки'] = 'Подробные страницы ';
$mess['Динамічна сторінка'] = 'Динамическая страница';
$mess['Настройки модуля'] = 'Настройки модуля';
$mess['Мікророзмітка Open Graph'] = 'Микроразметка Open Graph';