<?php
// Glob param admin
$messG['logicYesNo'] = array(
    0 => 'Нет',
    1 => 'Да'
);

$messG['active'] = array(
    0 => 'Нет',
    1 => 'Да'
);

$messG['detail_page'] = array(
    0 => 'Нет',
    1 => 'Да'
);

$messG['dinamic_page'] = array(
    0 => 'Нет',
    1 => 'Да'
);

$messG['error_reporting'] = array(
    0 => 'Не выводить',
    1 => 'Ошибки и предупреждения'
);

$messG['access'] = array(
    1 => 'Зарегистрированный',
    2 => 'Бан',
    5 => 'Админ'
);

$messG['floor'] = array(
    0 => '',
    1  => 'Мужчина',
    2  => 'Женщина'
);

// All page
$messG['Адміністративна панель title'] = 'Административная панель';
$messG['Вихід'] = 'Выход';
$messG['Сайт'] = 'Сайт';
$messG['Адміністрування'] = 'Администрирование';
$messG['Нові сповіщення'] = 'Новые оповещения';
$messG['Адміністративна панель'] = 'Административная панель';
$messG['Усі права захищені'] = 'Все права защищены';
$messG['Вибір мови'] = 'Выбор языка';

// Glob
$messG['Редагування пройшло успішно!'] = 'Редактирование прошло успешно!';
$messG['Створити елемент'] = 'Создать элемент';
$messG['Настройки'] = 'Настройки';
$messG['Настройки елемента'] = 'Настройки элемента';
$messG['Фільтр'] = 'Фильтр';
$messG['Відмінити'] = 'Отемнить';
$messG['Пошук'] = 'Поиск';
$messG['Активувати'] = 'Активировать';
$messG['Деактивувати'] = 'Деактивировать';
$messG['Видалити'] = 'Удалить';
$messG['Зберегти'] = 'Сохранить';
$messG['Активність'] = 'Активность';
$messG['Редагувати'] = 'Редактировать';
$messG['Назад'] = 'Назад';
$messG['Увага!'] = 'Внимание! Основные настройки будут доступны после его создания, в редактировании элемента';
$messG['Додати'] = 'Добавить';
$messG['Створити'] = 'Создать';
$messG['Редагування елемента'] = 'Редактирования элемента';
$messG['Вибрати файл'] = 'Выбрать файл';
$messG['Символьний код'] = 'Символьный код';
$messG['Переглянути'] = 'Посмотреть';
$messG['Фото'] = 'Фото';
$messG['Насстройки елемента'] = 'Настройки элемента';
$messG['Добавити ще'] = 'Добавить еще';
$messG['Видалення пройшло успішно!'] = 'Удаление прошло успешно!';
$messG['Сортування'] = 'Сортировка';

// Form table
$messG['Час оновлення'] = 'Время обновления';
$messG['Ким оновлений'] = 'Кем обновленный';
$messG['Дата створення'] = 'Дата создания';
$messG['Останній візит'] = 'Последний визит';

// Backup
$messG['База даних з таким ім\'ям відсутня:'] = 'База данных с таким именем отсутствует: ';
$messG['Архів з таким ім\'ям вже існує!'] = 'Архив с таким именем уже существует';
$messG['Виникла помилка при створенні ресурса!'] = 'Возниклаошибка при создании ресурса!';

// Session
$messG['Елемент створено успішно!'] = 'Элемент создан успешно!';
$messG['Редагування пройшло успішно!'] = 'Редактирования прошло успешно!';
$messG['Eлемент з таким ID неіснує!'] = 'Элемент с таким ID не существует';
$messG['Деактивація пройшла успішно!'] = 'Деактивация прошла успешно!';
$messG['Активація пройшла успішно!'] = 'Активация прошла успешно!';
$messG['Користувач з таким логіном або Email вже існує!'] = 'Пользователь с таким логином или email уже существует!';

// Form add or edit
$messG['Перечислюємо через кому'] = 'Перечисляем через <b>,</b>';
$messG['Мови'] = 'Языки';
$messG['Видалити пункт'] = 'Чтобы удалить пункт изперечня нажмите <b>shift + delete</b>';
$messG['Посилання від корня сайту'] = 'Ссылка на вашу страницу <b>от корня сайта</b>.<i>Пример:</i> /example/open-graph/';